Repository: ALYASI-2020/mdallak.github.io
Catalog: projects/IconTool/Library/PreferenceLoader/Preferences/IconTool/*.lproj/IconTool.strings
Languages: ar, el, es, fr, it, ru, tr_tr

source: Activate via Double Tap
ar: Starten mit Doppelklicken
el: Ενεργοποίηση με διπλό Κλίκ
es: Activar con Toque Doble
fr: Activer par Double-tap
it: Attiva con doppia pressione
ru: Двойное касание
tr_tr: Çift dokunuş ile aktive

# Activate via Swipe Down
source: Swipe Down
el: Σύρε Κάτω
es: Deslizar Abajo
fr: Activer en glissant vers le bas
it: Scorri verso il basso
ru: Свайп вниз
tr_tr: Aşağı Doğru Kaydır

# Activate via Swipe Left
source: Swipe Left(iOS7 only)
el: Σύρε Αριστερά(iOS7 only)
es: Deslizar Izquierda (Sólo iOS7)
fr: Activer en glissant à gauche (iOS 7 seulement)
it: Scorri verso sinistra (Solo iOS 7)
ru: Свайп влево
tr_tr: Sol tarafa(iOS7 only)

# Activate via Swipe Right
source: Swipe Right(iOS7 only)
el: Σύρε Δεξιά(iOS7 only)
es: Deslizar Derecha (Sólo iOS7)
fr: Activer en glissant à droite (iOS 7 seulement)
it: Scorri verso destra (Solo iOS 7)
ru: Свайп вправо
tr_tr: Sağ tarafa(iOS7 only)

# Activate via Swipe Up
source: Swipe Up
el: Σύρε Πάνω
es: Deslizar Arriba
fr: Activer en glissant vers le haut
it: Scorri verso l'alto
ru: Свайп вверх
tr_tr: Yukarı Doğru Kaydır

source: All this app's data will be removed, Are you sure?
ar: سيتم حذف جميع بيانات هذا التطبيق، هل أنت متأكد؟
es: Toda esta data de la app será removida, Estas seguro?
fr: Toutes les données de cette application seront supprimés, êtes-vous sûr(e) ?
it: Tutti i dati utente di quest'applicazione verranno rimossi, sei sicuro di voler continuare?
ru: Все данные этого приложения будут удалены, Вы уверены?
tr_tr: Bütün bu uygulamanın veriler silinecektir, emin misiniz?

source: Apply
ar: تطبيق
el: Εφαρμογή
es: Aplicar
fr: Appliquer
it: Applica
ru: Применить
tr_tr: Uygula

source: Backup Data
ar: نسخ احتياطية للبيانات
el: Σώσιμο αρχείων
es: Guardar Datos
fr: Sauvegarder les données
it: Backup dati
ru: Сохранить Данные
tr_tr: Veriyi Yedekle

source: Backup Data Successfully!
ar: تم أخذ نسخ احتياطية بنجاح!
el: Σώσιμο των δεδομένων με επιτυχία!
es: ¡Datos Guardados!
fr: Données sauvegardées avec succès !
it: Backup dati riuscito!
ru: Данные сохранены!
tr_tr: Veri yedekleme başarılı!

source: Backuping...
ar: جاري أخذ نسخ احتياطية
es: Guardando...
fr: Sauvegarde...
it: Backup dati in corso...
ru: Сохранение...
tr_tr: Yedekleniyor...

source: CallRecord Backup
ar: AnrufAufnahme Backup
el: Σώσιμο Ενγραφών Κλήσεων
es: Guardar Record de Llamadas
fr: Sauvegarder Journal d'Appels
it: Backup registro chiamate
ru: Сохранить Звонки
tr_tr: Çağrı Kaydını Yedekle

source: CallRecord Restore...
ar: AnrufAufnahme wiederherstellen...
el: Επαναφορά Ενγραφών Κλήσεων...
es: Restaurando Record de Llamadas...
fr: Restauration Journal d'Appels...
it: Ripristino registro chiamate...
ru: Восстановить Звонки
tr_tr: Çağrı Kaydını Geri Yükle...

source: Cancel
ar: إلغاء
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена
tr_tr: Kapat

source: Cancel Downloading
ar: إلغاء تحميل
el: Ακύρωση Κατεβάσματος
es: Cancelar Descargas
fr: Annuler Téléchargement
it: Annulla download
ru: Отменить загрузку
tr_tr: indirme işlemi iptal

source: Clear Badge
ar: تنظيف الاشعار
el: Καθαρισμός Ενδίξεων
es: Quitar Globos
fr: Effacer le Badge
it: Pulisci badge
ru: Убрать бэйдж
tr_tr: Bildirim Rozeti Kaldır

source: Clear Caches
ar: مسح ذاكرة التخزين المؤقت
el: Καθαρισμός μνημών Cache
es: Limpiar Caches
fr: Vider le Cache
it: Pulisci cache
ru: Очистить кэш
tr_tr: Önbelleği Sil

source: Clear Caches Successfully!
ar: تم مسح ذاكرة التخزين المؤقت بنجاح!
el: Καθαρισμός μνημών Cache με επιτυχία!
es: ¡Caches Limpiados!
fr: Cache vidé avec succès !
it: Pulizia cache riuscita!
ru: Кэш очищен!
tr_tr: Önbellek Başarıyla Temizlendi!

source: Clear Caches...
ar: مسح ذاكرة التخزين المؤقت...
el: Καθαρισμός μνημών Cache...
es: Limpiando Caches...
fr: Vidage du cache...
it: Pulizia cache in corso...
ru: Очистка кэша...
tr_tr: Önbellek siliniyor...

source: Confirm
ar: تؤكد
el: Επιβεβαιώνω
es: Confirmar
fr: Confirmer
it: Conferma
ru: Подтвердите
tr_tr: Onay

source: Conflicts with Velox's Swipe. but you can use Swipe Up for Velox and Swipe Down for IconTool, just for example.
ar: Probleme mit Velox? Nimm bspw. für Velox die nach oben wischen und für IconTool die nach unten wischen Geste.
el: Συγκρούσεις με Velox σύρετε. Αλλά μπορείτε να το χρησιμοποιήσετε με το να το Περάστε επάνω για Velox και το σύρετε κάτω για IconTool,για παράδειγμα.
es: Tiene conflictos con las acciones de deslizar de Velox. Pero puede deslizar hacia arriba para Velox y deslizar hacia abajo para IconTool, sólo por ejemplo.
fr: Entre en conflit avec le geste de glissement de Velox. Mais vous pouvez par exemple glisser vers le haut pour Velox et glisser vers le bas pour IconTool.
it: Può procurare conflitti con Velox. Per esempio si può utilizzare lo scorri sù per Velox e lo Scorri giù per IconTool.
ru: Может конфликтовать с Velox. Конфликта можно избежать, если правильно настроить IconTool и Velox.
tr_tr: Velox ile çakıştığından icontool için eylem değiştirin mesala aşağı doğru kaydırmak.

source: Contacts Backup
ar: Backup Kontakte
el: Σώσιμο Επαφών
es: Guardar Contactos
fr: Sauvegarder les Contacts
it: Backup contatti
ru: Сохранить Контакты
tr_tr: Rehberi Yedekle

source: Contacts Restore...
ar: Kontakte wiederherstellen...
el: Επαναφορά Επαφών...
es: Restaurando Contactos...
fr: Restauration des Contacts...
it: Ripristino contatti...
ru: Восстановить контакты
tr_tr: Rehberi Geri Yükle...

source: Delete
ar: حذف
el: Διαγραφή
es: Borrar
fr: Désinstaller
it: Elimina
ru: Удалить
tr_tr: Uygulamayı Sil

# Disable Spotlight
source: Disable iOS7 Spotlight
el: Απενεργοποίηση Αναζήτησης του iOS7
es: Desactivar Spotlight iOS7
fr: Désactiver Spotlight (iOS 7)
it: Disabilita spotlight (iOS 7)
ru: Отключить поиск
tr_tr: iOS7 Spotlight Devredışı

# Error
source: License Error
ar: خطأ
el: Σφάλμα Άδειας
es: Error De Licensia
fr: Erreur Licence
it: Errore licenza
ru: Ошибка лицензии
tr_tr: Lisans Hatalı

source: Fetch
ar: Abrufen
el: Διεκπεραίωση
es: Buscar
fr: Récupérer
it: Recupera
ru: Проверка
tr_tr: Satın Alınız

source: Fetching...
ar: Ruft ab...
el: Διεκπεραιώνει...
es: Buscando...
fr: Récupération...
it: Recupero in corso...
ru: Проверяю...
tr_tr: Satın Alınıyor...

# If not Disable Spotlight on iOS7, Swipe Down action won't work.
source: If don't Disable Spotlight on iOS7, Swipe Down action won't work.
el: Αν δεν Απενεργοποιήσεις την αναζήτηση στο iOS7 , Αν Σύρετε κάτω δεν θα λειτουργήσει.
es: Si no desactiva el Spotlight en iOS7, la acción Deslizar Abajo no funcionara.
fr: Si vous ne désactivez pas Spotlight sur iOS 7, le glissement vers le bas ne fonctionnera pas.
it: Per poter utilizzare il gesto di scorrimento verso il basso in iOS 7, è necessario disabilitare spotlight.
ru: Если не отключить поиск iOS7, свайп вниз не будет работать.
tr_tr: Spotlight Devredışı değilse aşağı doğru sürükleme eylemi işe yaramaz.

source: Launch
ar: فتح
el: Άνοιγμα
es: Abrir
fr: Lancer
it: Avvia
ru: Запустить
tr_tr: Başlat

# License
source: Please buy tweak IconTool in Cydia, if you already buy it, click Fetch
ar: Bitte kaufe IconTool in Cydia. Falls Sie das schon gemacht haben, drücken Sie abrufen.
el: Παρακαλώ αγόρασε το Tweak απο το Cydia, Αν το έχεις αγοράσει , Πάτα διεκπεραίωση
es: Porfavor compra IconTool en Cydia, Si ya lo compro, aga click en Buscar
fr: Veuillez acheter IconTool via Cydia. Si vous avez déjà acheté IconTool, veuillez cliquer sur Récupérer
it: Acquistare IconTool da Cydia! Se è già stato acquistato, premere recupera
ru: Пожалуйста купите IconTool в Cydia, если Вы уже купили, нажмите Проверка
tr_tr: Lütfen Cydia'dan IconTool tweakini satın alınız, eğer satın aldıysanız,Satın Al tıklayınız.

source: Mark New
ar: Als NEU markieren
el: Επισήμανση ως νέο
es: Marcar Como Nuevo
fr: Marquer comme Nouveau
it: Segna come nuovo
ru: Создать метку
tr_tr: Yeni işareti

source: NO
ar: لا
el: ΟΧΙ
fr: Non
ru: НЕТ
tr_tr: HAYIR

source: Notes Backup
ar: Backup Notizen
el: Σώσιμο Σημειώσεων
es: Guardar Notas
fr: Sauvegarder les Notes
it: Backup note
ru: Сохранить Заметки
tr_tr: Notları Yedekle

source: Notes Restore...
ar: Notizen wiederherstellen...
el: Επαναφορά Σημειώσεων...
es: Restaurando Notas...
fr: Restauration des Notes...
it: Ripristino note...
ru: Восстановить Заметки
tr_tr: Notları Geri Yükle...

source: Okay
ar: حسنا
el: Εντάξη
es: Ok
fr: Ok
it: OK
ru: Ок
tr_tr: Tamam

source: Open in iFile
ar: فتح في اي فايل
el: Άνοιγμα στο iFile
es: Abrir en iFile
fr: Ouvrir dans iFile
it: Apri in iFile
ru: Открыть в iFile
tr_tr: iFile'da Açın

source: Please install iFile from cydia first!
ar: الرجاء تثبيت اي فايل من السيديا!
el: Παρακαλώ εγκαταστήστε το iFile από το Cydia πρώτα!
es: Por favor, primero instala iFile desde Cydia
fr: Veuillez d'abord installer iFile via Cydia !
it: Installare prima iFile da Cydia!
ru: Установите iFile из Cydia!
tr_tr: Lütfen ilk Cydia'dan iFile Kurun!

source: Please use backup first!
ar: Erstelle erst ein Backup!
el: Χρήση αρχείων απο σώσιμο!
es: Por favor, guarda los datos primero
fr: Veuillez d'abord créer une sauvegarde !
it: Creare prima un backup dati!
ru: Cначала сохраните данные! Локализация от iLEX :)
tr_tr: Lütfen ilk Yedeklemeyi Kullanın!

# Reboot&Respring
source: (★The System will reboot or respring automatically★)
ar: (★Das System wird automatisch rebooten/respringen★)
el: (β…Το σύστημα θα επανεκκινήθει ή respring αυτόματαβ…)
es: (★El sistema se reiniciara automaticamente★)
fr: (★ Le système va redémarrer ou effectuer Respring ★)
it: (★Il sistema o la springboard verranno riavviati automaticamente★)
ru: (★Автоматическая перезагрузка★)
tr_tr: (★Sistem otomatik olarak yeniden başlatılacak★)

source: rebooting...
ar: Neustarten...
el: επανεκκινήση...
es: Reiniciando...
fr: Redémarrage...
it: Riavvio in corso...
ru: Перезагрузка...
tr_tr: Yeniden Başlatılıyor...

source: Rebuild All Icon
ar: إعادة بناء جميع الأيقونات
es: Reconstruir Todo Icono
fr: Rafraîchir les icônes
it: Ricostruisci tutte le icone
ru: Восстановить иконки
tr_tr: Tüm Simgeleri Yenile

source: Remove All User Data
ar: إزالة جميع بيانات المستخدم
es: Remover Data de Usuario
fr: Supprimer toutes les données
it: Rimuovi tutti i dati utente
ru: Удалить данные
tr_tr: Kullanıcı Verilerini Kaldır

source: Removing Data...
es: Removiendo Data...
fr: Suppression des données...
it: Rimozione dati in corso...
ru: Удаление данных...
tr_tr: Veri kaldırılıyor...

source: Rename Icon
ar: إعادة تسمية أيقونة
el: Μετονομασία εικονιδίου
es: Cambiar Nombre
fr: Renommer l'App
it: Rinomina icona
ru: Переименовать
tr_tr: Yeniden Adlandır

source: Renaming
ar: إعادة تسمية
el: Μετονομασία
es: Cambiando Nombre
fr: Renommage
it: Rinomina in corso...
ru: Переименование
tr_tr: Yeniden Adlandırılıyor...

source: Restore Data Successfully!
ar: تم استعادة البيانات بنجاح!
el: Επαναφορά Δεδομένων με επιτυχία!
es: ¡Datos Restaurados!
fr: Données restaurées avec succès !
it: Ripristino dati riuscito!
ru: Данные восстановлены!
tr_tr: Veriler Başarıyla Geri Yüklendi!

source: Restore Data...
ar: إستعادة البيانات...
el: Επαναφορά αρχείων...
es: Restaurar Datos...
fr: Restaurer des données...
it: Ripristina dati...
ru: Восстановить Данные
tr_tr: Veriyi Geri Yükle...

source: Restoring...
ar: جاري الاستعادة...
el: Ημιεπανακίνηση
es: Restaurando...
fr: Restauration...
it: Ripristino dati in corso...
ru: Восстановление...
tr_tr: Geri Yükleniyor...

source: Select backup time to restore
ar: Wähle den Zeitpunkt für das Backup
el: Επιλέξτε χρόνο σωσίματος για την αποκατάσταση
es: Selecciona la fecha de guardado de los datos para restaurar
fr: Veuillez choisir la sauvegarde à restaurer
it: Seleziona il backup dati temporale da ripristinare
ru: Выберите архив для восстановления
tr_tr: Geri yüklemek için yedekleme zamanı seçin

source: Set Custom Badge
ar: تعيين شارة مخصصه
el: Ορισμός Προσαρμοσμένης Ένδιξης
es: Poner Globo Personalizado
fr: Définir Badge personnalisé
it: Badge personalizzato
ru: Создать бэйдж
tr_tr: Bildirim Rozeti Ekle

source: SMS Backup
el: Σώσιμο SMS
es: Guardar SMS
fr: Sauvegarder SMS
it: Backup SMS
ru: Сохранить SMS
tr_tr: SMS'leri Yedekle

source: SMS Restore...
ar: SMS wiederherstellen...
el: Επαναφωρά SMS...
es: Restaurando SMS...
fr: Restauration SMS...
it: Ripristino SMS...
ru: Восстановить SMS
tr_tr: SMS'ler Geri Yükle

source: StatusBar Fix
es: Fix de StatusBar
fr: Fix Barre de Statut
it: Correzione barra di stato
ru: Восстановить статус бар
tr_tr: Durum Çubuğu Düzeltme

source: The System will respring automatically, Are you sure?
ar: سوف تتم أعادة التشغيل السريع تلقائيا، هل أنت متأكد؟
es: El sistema hará un respring automático, Estas seguro?
fr: Le système va effectuer un Respring. Êtes-vous sûr(e) ?
it: Verrà effettuato un respring, sei sicuro di voler continuare?
ru: Будет сделан респринг, Вы согласны?
tr_tr: Sistem otomatik olarak yenilenecektir, Emin misiniz?

source: Tip
ar: تلميح
el: Πληροφορία
es: Aviso
fr: Info
it: Avviso
ru: Icon Tool
tr_tr: Uyarı

# Toggle Swipe Action on/off Requires Respring
source: Change the settings take effect immediately.
el: Αλλαγή τών ρυθμίσεων σε ισχύ αμέσως.
es: Los cambios en los ajustes toman efecto enseguida.
fr: Le changement des gestes de glissement prend effet immédiatement.
it: I cambiamenti hanno effetto immediatamente.
ru: Измененные настройки вступают в силу сразу.
tr_tr: Ayarlar hemen yürürlüğe değiştirin.

source: Warning
ar: تحذير
es: Aviso
fr: Avertissement
it: Attenzione
ru: Внимание
tr_tr: Uyarı

source: Yes
ar: نعم
el: Ναι
es: Si
fr: Oui
it: Si
ru: Да
tr_tr: Evet

source: Show App Cache Size
ar: مشاهدة حجم ذاكرة التخزين المؤقت
es: Mostrar Tamaño de Cache de la App
fr: Montrer la taille du Cache
it: Mostra dimensioni cache
ru: Показывать размер кэша
tr_tr: Uygulama Bellek Büyüklüğü Göster

source: File System Browser
ar: متصفح ملفات النظام
fr: Explorateur de Fichiers
ru: Файловый менеджер

source: Current Browser
ar: متصفح الحالي
fr: Explorateur actuel
ru: Выбран

source: Open in Filza
fr: Ouvrir dans Filza
ru: Открыть в Filza

source: Please install Filza File Manager from cydia first!
fr: Veuillez d'abord installer Filza File Manager via Cydia !
ru: Установите сначала Filza File Manager из Cydia!
